{
  "scrape__date": 1701737477,
  "scrape__store": "Google Play",
  "scrape__version": "google-0.0.1",
  "app__developer__id": "8273134989898180729",
  "app__developer__name": "TextNow, Inc.",
  "app__developer__name_translated": null,
  "app__developer__address": "Suite 200 - 420 Wes Graham Way\nWaterloo, ON\nN2L 0J6\nCanada",
  "app__developer__email": "community@textnow.com",
  "app__developer__website": "http://www.textnow.com",
  "app__publisher": null,
  "app__version_history__None__content": null,
  "app__version_history__None__hashes": null,
  "app__version_history__None__release_date": 1700498241,
  "app__version_history__None__size": null,
  "app__version_history__None__supported_devices": null,
  "app__name__en-US": "TextNow: Call + Text Unlimited",
  "app__name_translated": null,
  "app__summary__en-US": "Get unlimited calls and texts with a local phone number",
  "app__summary_translated": null,
  "app__description__en-US": "Join the more than 100 million people who phone smarter, with free texting, free calling, and free nationwide coverage with TextNow!\r\n\r\nCommunication should be without limits. Stay connected to what matters most with unlimited texting and calling, without the bill. Download the TextNow app, pick a free phone number (or bring your own) with the US area code of your choice, and start calling and texting now.\r\n\r\n<b>Nationwide Talk & Text, Without the Phone Bill</b> \r\nCut the cord from your mobile phone company! Get a TextNow SIM card to access the same nationwide network with the same coverage as the big carriers, without the bill! Now there’s a smarter way to phone, with our ad-supported, zero-cost Nationwide Talk & Text app, so you can talk and text freely from anywhere in the US.\r\n\r\n<b>Affordable High-Speed Data</b>\r\nYour phone needs can change, and TextNow has you covered. With low-cost data add-ons, you can get mobile data and go anywhere. No commitments, only pay for the data you need when you need it. \r\n\r\n<b>Add a Second Number to Your Phone</b>\r\nNeed more privacy? Want to keep your personal life separate from your business? Use the TextNow calling and messaging app as free local 2nd phone number. Boost your status with your friends or mint some new ones by using a second phone number from TextNow on your favorite social apps.  It’s another private phone line on your device with free calls and free text messages. \r\n\r\n<b>Cheap International Calling</b>\r\nAre your friends and family overseas? TextNow offers low-cost international calls to over 230 countries. Stay connected longer with rates starting at less than $0.01 per minute. \r\n\r\n<b>WiFi or Mobile Calling? Why Not Both!</b>\r\nDoes your mobile signal need a boost? No problem! TextNow lets you use your real phone number over WiFi. Or get the same great service on our nationwide mobile network with a TextNow SIM card.\r\n\r\n<b>Why TextNow?</b>\r\n<ul>\r\n<li>Get a local phone number or bring your own! Area codes from most metro areas in the US available.</li>\r\n<li>Make and receive unlimited voice calls, texts and video or picture messages to the USA or Canada for free!</li>\r\n<li>Use across multiple devices – send unlimited messages and make calls on your computer or tablet, then access them from your phone while on the go!</li>\r\n<li>Discover the new way to phone with Unlimited Nationwide Talk & Text with a TextNow SIM card – starting at $0.</li>\r\n<li>Need data? Get affordable, flexible data add-ons, whenever you want.</li>\r\n<li>Call internationally with our low-cost calling options to over 230 countries.</li>\r\n<li>Voicemail transcription and conference calling.</li>\r\n<li>Turn your WiFi enabled tablets and computers into a phone.</li>\r\n</ul>\r\n\r\n<b>Is TextNow free?</b>\r\nThere are no yearly or monthly fees. Our service is ad-supported, with no cost to the user. If you don't like ads, you can purchase a subscription to remove them. Users can access our free wireless network with a one-time purchase of a TextNow SIM card, allowing users to call and text without the need for WiFi. \r\n\r\n<b>Features Standard for All Users</b>\r\n<ul>\r\n<li>Passcode to keep messages safe and private</li>\r\n<li>Caller ID</li>\r\n<li>Google Smart Lock (no need to remember your password)</li>\r\n<li>Signatures: add a personalized signature to each text</li>\r\n<li>Customizable text-tones, ringtones, vibrations and backgrounds</li>\r\n<li>Quick Reply to speedily respond to friends</li>\r\n<li>A home screen widget for instant use</li>\r\n<li>Text from your computer and seamlessly synchronize with your mobile device via textnow.com</li>\r\n</ul>\r\n\r\nSo, what are you waiting for? Download the app and get phone service without the bill with unlimited texts, voice calls and much, much more over both WiFi and wireless.\r\n\r\nFollow us on Social for the latest news and offers:\r\nTikTok - @textnow\r\nFacebook - @textnow\r\nInstagram - @textnow\r\nTwitter - @TextNow\r\n\r\nPrivacy policy: https://www.textnow.com/privacy\r\nTerms of use: https://www.textnow.com/terms",
  "app__description_translated": null,
  "app__genres": [
    "Communication"
  ],
  "app__url": "https://play.google.com/store/apps/details?id=com.enflick.android.TextNow&hl=en&gl=us",
  "app__id": "com.enflick.android.TextNow",
  "app__package_id": "",
  "app__cost": 0.0,
  "app__currency": "USD",
  "app__icon_url": "https://play-lh.googleusercontent.com/ZU2MdVVbKvKLuFlTCuJ0b6-HiyyZmqPcpnwA6iDJCa6CAR32U0xfcVWef1nRf9X4J6A",
  "app__install_count": 99036542,
  "app__review_count": 371124,
  "app__content_age_rating": "Everyone",
  "app__review_score": 4.4834123,
  "app__release_date": 1346421600,
  "app__languages": null
}